{
  "plays": [
    {
      "id": 1,
      "name": "& Juliet",
      "image": "/images/play-1.jpg",
      "types": "current",
      "open date": "Nov 17, 2022",
      "performance count(as of Jun 30, 2024)": "677",
      "theater": "Stephen Sondheim Theatre",
      "director name": "Luke Sheppard",
      "short description": "& Juliet is a romantic comedy musical on Broadway that reimagines Shakespeare's Romeo and Juliet by asking what would happen if Juliet didn't die at the end."
    },
    {
      "id": 2,
      "name": "Aladdin",
      "image": "/images/play-2.jpg",
      "types": "current",
      "open date": "Mar 20, 2014",
      "performance count(as of Jun 30, 2024)": "3627",
      "theater": "New Amsterdam Theatre",
      "director name": "Casey Nicholaw",
      "short description": "Aladdin is a musical based on the 1992 Disney animated film of the same name. The story follows the familiar tale of a poor young man who is granted three wishes by a genie in a lamp, which he uses to woo a princess and to thwart the sultan's evil Grand Vizier."
    },
    {
      "id": 3,
      "name": "Back to the Future: The Musical",
      "image": "/images/play-3.jpg",
      "types": "current",
      "open date": "Aug 03, 2023",
      "performance count(as of Jun 30, 2024)": "381",
      "theater": "Winter Garden Theatre",
      "director name": "John Rando",
      "short description": "The Musical is a Broadway show based on the 1985 movie of the same name that follows the story of Marty McFly, a high schooler who accidentally travels back in time to 1955 in a DeLorean time machine built by his friend Doc Brown. While there, Marty accidentally changes history by interfering with his parents' high school dance meeting, putting his own existence at risk. Marty must then race against time to fix the present, escape the past, and return to the future."
    },
    {
      "id": 4,
      "name": "Cabaret",
      "image": "/images/play-4.jpg",
      "types": "current",
      "open date": "Apr 21, 2024",
      "performance count(as of Jun 30, 2024)": "80",
      "theater": "August Wilson Theatre",
      "director name": "Rebecca Frecknall",
      "short description": "'Cabaret' is an acclaimed stage musical by composer John Kander and lyricist Fred Ebb that delves into the decadence of Berlin during the Weimar Republic, set against the backdrop of the rising threat of Nazism. The story unfolds in a seedy cabaret called the Kit Kat Klub during 1929 to 1930, portraying two doomed romances amid the emergence of anti-Semitism and fascism in Germany. The musical is based on John Van Druten's play 'I Am a Camera' (1951), which was inspired by Christopher Isherwood's semi-autobiographical work 'The Berlin Stories' (1945)."
    },
    {
      "id": 5,
      "name": "Chicago",
      "image": "/images/play-5.jpg",
      "types": "current",
      "open date": "Nov 14, 1996",
      "performance count(as of Jun 30, 2024)": "10841",
      "theater": "Ambassador Theatre",
      "director name": "Walter Bobbie",
      "short description": "Chicago is a satirical Broadway musical set in 1920s Chicago that tells the story of two women on trial for murder who compete for fame and fortune."
    },
    {
      "id": 6,
      "name": "Hadestown",
      "image": "/images/play-6.jpg",
      "types": "current",
      "open date": "Apr 17, 2019",
      "performance count(as of Jun 30, 2024)": "1540",
      "theater": "Walter Kerr Theatre",
      "director name": "Rachel Chavkin",
      "short description": "Hadestown is a Tony Award-winning musical on Broadway that retells the ancient Greek myth of Orpheus and Eurydice. The story follows Orpheus as he attempts to rescue his love Eurydice from the underworld, while also exploring the relationship between Hades and Persephone."
    },
    {
      "id": 7,
      "name": "Hamilton",
      "image": "/images/play-7.jpg",
      "types": "current",
      "open date": "Aug 06, 2015",
      "performance count(as of Jun 30, 2024)": "3069",
      "theater": "Richard Rodgers Theatre",
      "director name": "Thomas Kail",
      "short description": "Hamilton is a Broadway musical that tells the story of Alexander Hamilton, an American Founding Father, through song and rap. The show is based on Ron Chernow's biography of Hamilton and written by Pulitzer Prize winner Lin-Manuel Miranda."
    },
    {
      "id": 8,
      "name": "Harry Potter and the Cursed Child",
      "image": "/images/play-8.jpg",
      "types": "current",
      "open date": "Apr 22, 2018",
      "performance count(as of Jun 30, 2024)": "1849",
      "theater": "Lyric Theatre",
      "director name": "John Tiffany",
      "short description": "Harry Potter and the Cursed Child is a fantasy play on Broadway that tells the story of Harry Potter's son, Albus, as he attends Hogwarts School of Witchcraft and Wizardry 19 years after the events of Harry Potter and the Deathly Hallows. The play is written by Jack Thorne from an original story by J.K. Rowling, Thorne, and John Tiffany, and has been called the eighth Harry Potter story by Rowling."
    },
    {
      "id": 9,
      "name": "Hell's Kitchen",
      "image": "/images/play-9.jpg",
      "types": "current",
      "open date": "Apr 20, 2024",
      "performance count(as of Jun 30, 2024)": "81",
      "theater": "Shubert Theatre",
      "director name": "Michael Greif",
      "short description": "Hell's Kitchen is a semi-autobiographical jukebox musical on Broadway about Alicia Keys' childhood in Manhattan in the 1990s. The show is a coming-of-age story about a 17-year-old girl named Ali who lives in a cramped apartment off Times Square and is determined to achieve her dreams in New York."
    },
    {
      "id": 10,
      "name": "Home",
      "image": "/images/play-10.jpg",
      "types": "current",
      "open date": "Jun 05, 2024 (close soon on Jul 21, 2024)",
      "performance count(as of Jun 30, 2024)": "29",
      "theater": "Todd Haimes Theatre",
      "director name": "Kenny Leon",
      "short description": "Home is a Tony Award-nominated coming-of-age play which is about a black Southern farmer is thrown in jail for opposing the Vietnam draft and later moves up North only to experience further difficulties, before finally returning to the comforts of home and family."
    },
    {
      "id": 11,
      "name": "Illinoise",
      "image": "/images/play-11.jpg",
      "types": "current",
      "open date": "Apr 24, 2024 (close soon on Aug 10, 2024",
      "performance count(as of Jun 30, 2024)": "70",
      "theater": "St. James Theatre",
      "director name": "Justin Peck",
      "short description": "Illinoise is a 2023 Broadway dance-musical based on Sufjan Stevens' 2005 album of the same name. The show is a coming-of-age story that explores the emotions of childhood and adulthood through the act of storytelling. It follows a group of friends who gather around a campfire to share stories about their lives, including first love, grief, and growing up in Illinois. The show's central character, Henry (Ricky Ubeda), leaves his small hometown to move to the big city to find his community and voice."
    },
    {
      "id": 12,
      "name": "MJ The Musical",
      "image": "/images/play-12.jpg",
      "types": "current",
      "open date": "Feb 01, 2022",
      "performance count(as of Jun 30, 2024)": "1005",
      "theater": "Neil Simon Theatre",
      "director name": "Christopher Wheeldon",
      "short description": "MJ the Musical is a biographical jukebox musical on Broadway that tells the story of Michael Jackson's life and career, focusing on the creation of his 1992 Dangerous World Tour."
    },
    {
      "id": 13,
      "name": "Moulin Rouge! The Musical",
      "image": "/images/play-13.jpg",
      "types": "current",
      "open date": "Jul 25, 2019",
      "performance count(as of Jun 30, 2024)": "1393",
      "theater": "Al Hirschfeld Theatre",
      "director name": "Alex Timbers",
      "short description": "Moulin Rouge! The Musical is a Broadway show that tells the story of Christian, a young American composer and writer who falls in love with Satine, a cabaret star at the Moulin Rouge nightclub in Paris during the Belle Époque era (1871 to 1914)."
    },
    {
      "id": 14,
      "name": "Oh, Mary!",
      "image": "/images/play-14.jpg",
      "types": "current",
      "open date": "Jul 11, 2024 (close soon on Sep 15, 2024)",
      "performance count(as of Jun 30, 2024)": "No data",
      "theater": "Lyceum Theatre",
      "director name": "Sam Pinkleton",
      "short description": "This one-act play is a comedic take on the lives of Mary Todd Lincoln and Abraham Lincoln in the weeks leading up to Lincoln's assassination."
    },
    {
      "id": 15,
      "name": "Six",
      "image": "/images/play-15.jpg",
      "types": "current",
      "open date": "Oct 03, 2021",
      "performance count(as of Jun 30, 2024)": "1129",
      "theater": "Lena Horne Theatre",
      "director name": "Lucy Moss and Jamie Armitage",
      "short description": "Six is a British pop musical comedy on Broadway that retells the lives of King Henry VIII's six wives as a singing competition. The wives, Catherine of Aragon, Anne Boleyn, Jane Seymour, Anna of Cleves, Katherine Howard, and Catherine Parr, take turns singing and telling their stories to determine who suffered the most at the hands of their husband and should become the group's lead singer."
    },
    {
      "id": 16,
      "name": "Stereophonic",
      "image": "/images/play-16.jpg",
      "types": "current",
      "open date": "Apr 19, 2024 (close soon on Jan 05, 2025)",
      "performance count(as of Jun 30, 2024)": "81",
      "theater": "John Golden Theatre",
      "director name": "Daniel Aukin",
      "short description": "Stereophonic mines the agony and the ecstasy of creation as it zooms in on a music studio in 1976. Here, an up-and-coming rock band recording a new album finds itself suddenly on the cusp of superstardom. The ensuing pressures could spark their breakup — or their breakthrough."
    },
    {
      "id": 17,
      "name": "Suffs",
      "image": "/images/play-17.jpg",
      "types": "current",
      "open date": "Apr 18, 2024",
      "performance count(as of Jun 30, 2024)": "85",
      "theater": "Music Box Theatre",
      "director name": "Leigh Silverman",
      "short description": "Suffs is a stage musical with music, lyrics, and book by Shaina Taub, based on suffragists and the American women's suffrage movement, focusing primarily on the historical events leading up to the ratification of the nineteenth amendment to the United States constitution in 1920 that gave some women, primarily white women, the right to vote."
    },
    {
      "id": 18,
      "name": "The Book of Mormon",
      "image": "/images/play-18.jpg",
      "types": "current",
      "open date": "Mar 24, 2011",
      "performance count(as of Jun 30, 2024)": "4855",
      "theater": "Eugene O'Neill Theatre",
      "director name": "Casey Nicholaw and Trey Parker",
      "short description": "The Book of Mormon is a satirical musical comedy on Broadway that follows two young Mormon missionaries as they travel to Uganda to spread their faith. The missionaries, Kevin Price and Arnold Cunningham, are mismatched and have different personalities: Price is confident and eager for his mission, while Cunningham is socially awkward and imaginative. However, the missionaries' beliefs are challenged when they encounter the villagers' difficult lives, which include poverty, famine, HIV/AIDS, and warlord oppression. The show also pokes fun at organized religion, consumerism, the economy, and musical theater."
    },
    {
      "id": 19,
      "name": "The Great Gatsby",
      "image": "/images/play-19.jpg",
      "types": "current",
      "open date": "Apr 25, 2024",
      "performance count(as of Jun 30, 2024)": "77",
      "theater": "Broadway Theatre",
      "director name": "Marc Bruni",
      "short description": "The Great Gatsby is a Tony Award-winning Broadway musical based on F. Scott Fitzgerald's 1925 novel of the same name. The story is about Jay Gatsby, a mysterious millionaire who tries to rekindle a romance with Daisy Buchanan, a socialite he loved when he was poor. The story is told from the perspective of Nick Carraway, Daisy's middle-class cousin who befriends Gatsby and moves in next door. Nick gets involved in Gatsby's plan to reunite with Daisy, but things get complicated because Daisy is married to the abusive Tom Buchanan."
    },
    {
      "id": 20,
      "name": "The Lion King",
      "image": "/images/play-20.jpg",
      "types": "current",
      "open date": "Nov 13, 1997",
      "performance count(as of Jun 30, 2024)": "10461",
      "theater": "Minskoff Theatre",
      "director name": "Julie Taymor",
      "short description": "The Lion King is a Broadway musical about a young lion prince named Simba who is destined to be king of the Pride Lands. However, Simba's uncle Scar has other plans and kills Simba's father, Mufasa, in an attempt to take the throne. Scar encourages Simba to flee, and Simba is saved and grows up in exile. As an adult, Simba returns to the Pride Lands to fulfill his destiny and face Scar, with the help of his new friends Timon and Pumbaa and his true love Nala."
    },
    {
      "id": 21,
      "name": "The Notebook",
      "image": "/images/play-21.jpg",
      "types": "current",
      "open date": "Mar 14, 2024",
      "performance count(as of Jun 30, 2024)": "125",
      "theater": "Gerald Schoenfeld Theatre",
      "director name": "Michael Greif and Schele Williams",
      "short description": "The Notebook is a Broadway musical based on Nicholas Sparks' bestselling novel of the same name. The story follows Noah Calhoun and Allie Hamilton, two people from different worlds who fall in love as teenagers but are separated by societal differences. The musical jumps between timelines, featuring younger and older versions of the characters, as their love story develops and faces challenges."
    },
    {
      "id": 22,
      "name": "The Outsiders",
      "image": "/images/play-22.jpg",
      "types": "current",
      "open date": "Apr 11, 2024",
      "performance count(as of Jun 30, 2024)": "91",
      "theater": "Bernard B. Jacobs Theatre",
      "director name": "Danya Taymor",
      "short description": "The Outsiders is a Broadway musical set in Tulsa, Oklahoma in 1967 that tells the story of Ponyboy Curtis, a 14-year-old orphan, and his friends and family as they navigate the complexities of self-discovery and fight for survival against their affluent rivals, the Socs. The musical is inspired by S.E. Hinton's novel and Francis Ford Coppola's film of the same name, and features an original score that blends folk and bluegrass influences."
    },
    {
      "id": 23,
      "name": "The Who's Tommy",
      "image": "/images/play-23.jpg",
      "types": "current",
      "open date": "Mar 28, 2024 (close soon on Jul 21, 2024)",
      "performance count(as of Jun 30, 2024)": "108",
      "theater": "Nederlander Theatre",
      "director name": "Des McAnuff",
      "short description": "The Who's Tommy is a rock opera that follows the life of Tommy Walker, who loses his sense of sight, speech, and hearing and becomes a pinball prodigy and a cult-like spiritual leader. Through iconic rock songs like “Pinball Wizard” and “See Me, Feel Me,” the surreal narrative navigates Tommy's quest for acceptance and enlightenment."
    },
    {
      "id": 24,
      "name": "The Wiz",
      "image": "/images/play-24.jpg",
      "types": "current",
      "open date": "Apr 17, 2024",
      "performance count(as of Jun 30, 2024)": "87",
      "theater": "Marquis Theatre",
      "director name": "Schele Williams",
      "short description": "The Wiz is a Broadway musical based on The Wonderful Wizard of Oz by L. Frank Baum. It tells the story of Dorothy, a Kansas farm girl who is transported to the magical Land of Oz by a tornado. With the help of her friends the Scarecrow, Tin Man, and Cowardly Lion, Dorothy tries to find her way back home to Kansas by meeting the Wizard of Oz in the Emerald City."
    },
    {
      "id": 25,
      "name": "Water for Elephants",
      "image": "/images/play-25.jpg",
      "types": "current",
      "open date": "Mar 21, 2024",
      "performance count(as of Jun 30, 2024)": "125",
      "theater": "Imperial Theatre",
      "director name": "Jessica Stone",
      "short description": "Water for Elephants is based on the 2006 novel of the same name by Sara Gruen. The main character, Jacob Jankowski, now an elderly man in the play, recalls his youth in 1931 when he joined the Benzini Brothers Circus after his parents' death. As a veterinarian, he is tasked with training an elephant named Rosie alongside Marlena, the ringmaster August's wife. As Jacob and Marlena work together to train the difficult elephant, Jacob begins to fall in love with Marlena while gradually becoming aware of August's cruelty."
    },
    {
      "id": 26,
      "name": "Wicked",
      "image": "/images/play-26.jpg",
      "types": "current",
      "open date": "Oct 30, 2003",
      "performance count(as of Jun 30, 2024)": "8008",
      "theater": "Gershwin Theatre",
      "director name": "Joe Mantello",
      "short description": "Wicked is a Broadway musical that retells the classic Wizard of Oz story from a unique perspective, set in the Land of Oz before Dorothy's arrival. The show follows the lives of two young witches, Elphaba and Galinda, as they go from enemies to friends and eventually become the Wicked Witch of the West and Glinda the Good Witch, respectively. The musical explores themes such as the importance of upholding morals, learning to be a good friend, and the dangers of propaganda."
    },
    {
      "id": 27,
      "name": "A Wonderful World: The Louis Armstrong Musical",
      "image": "/images/play-27.jpg",
      "types": "upcoming",
      "open date": "Nov 11, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Studio 54",
      "director name": "Christopher Renshaw",
      "short description": "A Wonderful World charts Armstrong's incredible journey from the birth of jazz in his native New Orleans through his international stardom. It features beloved songs recorded and made popular by Armstrong, including favorites like “What a Wonderful World” and “When You're Smiling,” among many other standard favorites."
    },
    {
      "id": 28,
      "name": "Cult of Love",
      "image": "/images/play-28.jpg",
      "types": "upcoming",
      "open date": "Dec 12, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Hayes Theater",
      "director name": "Trip Cullman",
      "short description": "Cult of Love is a play about a fractious holiday gathering of a Christian family."
    },
    {
      "id": 29,
      "name": "Death Becomes Her",
      "image": "/images/play-29.jpg",
      "types": "upcoming",
      "open date": "Nov 21, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Lunt-Fontanne Theatre",
      "director name": "Christopher Gattelli",
      "short description": "Death Becomes Her is a Broadway musical comedy based on the 1992 film of the same name. The story follows Madeline Ashton, a beautiful actress who steals Helen Sharp's fiancé, and Helen, the long-suffering author who plots revenge. Their world is turned upside down when they both drink a mysterious woman's magical potion that restores their youth and beauty, but also gives them a grudge that will last forever."
    },
    {
      "id": 30,
      "name": "English",
      "image": "/images/play-30.jpg",
      "types": "upcoming",
      "open date": "Jan 23, 2025 (close on Mar 02, 2025)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Todd Haimes Theatre",
      "director name": "Knud Adams",
      "short description": "English is the comedy unfolds in an Iranian classroom where adult English learners practice for their proficiency exam. As they leapfrog through a linguistic playground, their wildly different dreams, frustrations, and secrets come to light. Can they overcome the limits of language to discover what they really want to say?"
    },
    {
      "id": 31,
      "name": "Eureka Day",
      "image": "/images/play-31.jpg",
      "types": "upcoming",
      "open date": "Dec 16, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Samuel J. Friedman Theatre",
      "director name": "Anna D. Shapiro",
      "short description": "Eureka Day comes to MTC in an all-new production following an acclaimed London run. In the play, Eureka Day is a private California elementary school with a Board of Directors that values inclusion above all else – that is, until an outbreak of the mumps forces everyone in the community to reconsider the school's liberal vaccine policy. As cases rise, the board realizes with horror that they've got to do what they swore they never would: make a choice that won't please absolutely everybody."
    },
    {
      "id": 32,
      "name": "Floyd Collins",
      "image": "/images/play-32.jpg",
      "types": "upcoming",
      "open date": "Apr 21, 2025",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Vivian Beaumont Theater",
      "director name": "Tina Landau",
      "short description": "Floyd Collins is based on the true story of a cave explorer in Kentucky, 1925. While chasing a dream of fame and fortune by turning Sand Cave into a tourist attraction, Floyd Collins himself becomes the attraction when he gets trapped 200 feet underground. Alone but for sporadic contact with the outside world, including his brother Homer, Floyd fights for his sanity and, ultimately, his life, as the rescue effort above explodes into the first genuine media circus. Reporters and gawkers from across the country descend on the property, fueling the hysteria and manipulating the nation into holding its collective breath. Floyd Collins, featuring a haunting exploration of the American dream by Tina Landau and a glorious folk and bluegrass-inspired score by Adam Guettel, tells the transcendent tale of a true American dreamer."
    },
    {
      "id": 33,
      "name": "Gypsy",
      "image": "/images/play-33.jpg",
      "types": "upcoming",
      "open date": "Dec 19, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Majestic Theatre",
      "director name": "George C. Wolfe",
      "short description": "It is a broadway revival. Considered one of the greatest musicals, “Gypsy” tells the story of an ambitious stage mom's unflinching efforts to propel her two daughters into show business."
    },
    {
      "id": 34,
      "name": "JOB",
      "image": "/images/play-34.jpg",
      "types": "upcoming",
      "open date": "Jul 30, 2024 (close on Sep 29, 2024)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Hayes Theater",
      "director name": "Michael Herwitz",
      "short description": "Jane, an employee at the big tech company (you know the one), has been placed on leave after becoming the subject of a viral video. She arrives in the office of a crisis therapist—Loyd—determined to be reinstated to the job that gives her life meaning. A psychological thriller, JOB zooms in on two careerists of different generations, genders and political paradigms to examine what it means to be a citizen of the internet and our obligation to help the people who need it most."
    },
    {
      "id": 35,
      "name": "Left on Tenth",
      "image": "/images/play-35.jpg",
      "types": "upcoming",
      "open date": "Oct 23, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "James Earl Jones Theatre",
      "director name": "Susan Stroman",
      "short description": "Left on Tenth is a romantic comedy about second chances in life and love. When she least expects it, Delia, beloved novelist and screenwriter of You've Got Mail, makes a surprising connection with a man from her past and falls into her own romantic comedy. What starts with an unlikely spark blossoms into a love story that seems to defy all odds in the face of life's challenges. Left on Tenth celebrates the messy, beautiful true story of two people with the courage to open their hearts again."
    },
    {
      "id": 36,
      "name": "Maybe Happy Ending",
      "image": "/images/play-36.jpg",
      "types": "upcoming",
      "open date": "Oct 17, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Belasco Theatre",
      "director name": "Michael Arden",
      "short description": "Maybe Happy Ending is a romantic musical comedy about two helper-bots, Oliver and Claire, who discover each other in Seoul in the late 21st century and develop a connection that challenges their beliefs about love, relationships, and what's possible for themselves."
    },
    {
      "id": 37,
      "name": "McNeal",
      "image": "/images/play-37.jpg",
      "types": "upcoming",
      "open date": "Sep 30, 2024 (close on Nov 24, 2024)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Vivian Beaumont Theater",
      "director name": "Bartlett Sher",
      "short description": "In McNeal, Academy Award-winning actor Robert Downey Jr. takes center stage, portraying a Nobel Prize-nominated novelist in deep personal turmoil. The narrative delves into his contentious relationship with his son, the challenges of penning a new book, and an unhealthy fascination with Artificial Intelligence."
    },
    {
      "id": 38,
      "name": "Once Upon a Mattress",
      "image": "/images/play-38.jpg",
      "types": "upcoming",
      "open date": "Aug 12, 2024 (close on Nov 30, 2024)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Hudson Theatre",
      "director name": "Lear deBessonet",
      "short description": "It is a broadway revival and the show originally debuted on Broadway in 1959 starring Carol Burnett. Once Upon a Mattress is a musical comedy based on the fairy tale The Princess and the Pea about an unconventional princess who competes for the hand of a prince."
    },
    {
      "id": 39,
      "name": "Our Town",
      "image": "/images/play-39.jpg",
      "types": "upcoming",
      "open date": "Oct 10, 2024 (close on Jan 19, 2025)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Ethel Barrymore Theatre",
      "director name": "Kenny Leon",
      "short description": "It is a broadway revival. In Wilder's timeless tale of a small town, a stage manager narrates the daily lives of its locals, depicts a childhood friendship turn into marriage, and sets the stage for magnificent truths of what it means to be alive."
    },
    {
      "id": 40,
      "name": "Romeo + Juliet",
      "image": "/images/play-40.jpg",
      "types": "upcoming",
      "open date": "Oct 24, 2024 (close on Jan 19, 2025)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Circle in the Square Theatre",
      "director name": "Sam Gold",
      "short description": "It is a new production of William Shakespeare's Romeo and Juliet. Left to their own devices in their parents' world of violent ends, an impulsive pair of star-crossed lovers hurtle towards their inescapable fate. The intoxicating high of passion quickly descends into a brutal chaos that can only end one way."
    },
    {
      "id": 41,
      "name": "Stephen Sondheim's Old Friends",
      "image": "/images/play-41.jpg",
      "types": "upcoming",
      "open date": "Apr 2025",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Samuel J. Friedman Theatre",
      "director name": "Matthew Bourne and Julia McKenzie",
      "short description": "Stephen Sondheim's Old Friends is a tribute revue honoring musical theatre composer and lyricist Stephen Sondheim devised and produced by Cameron Mackintosh."
    },
    {
      "id": 42,
      "name": "Sunset Boulevard",
      "image": "/images/play-42.jpg",
      "types": "upcoming",
      "open date": "Oct 20, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "St. James Theatre",
      "director name": "Jamie Lloyd",
      "short description": "Sunset Boulevard is a dark thriller musical about a faded silent film star who tries to make a comeback with a young screenwriter. The show is set in midcentury Los Angeles and explores the characters' ambitions, frustrations, and need for fame and adoration. The story is based on the 1950 Billy Wilder film of the same name, which connects the characters' story to the cruelty of Hollywood and its treatment of people."
    },
    {
      "id": 43,
      "name": "Swept Away",
      "image": "/images/play-43.jpg",
      "types": "upcoming",
      "open date": "Nov 19, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Longacre Theatre",
      "director name": "Michael Mayer",
      "short description": "The musical, set in 1888, follows four sailors, including two brothers, who are struck by a violent storm that tanks their ship near the coast by New Bedford, Massachusetts."
    },
    {
      "id": 44,
      "name": "Tammy Faye",
      "image": "/images/play-44.jpg",
      "types": "upcoming",
      "open date": "Nov 14, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Palace Theatre",
      "director name": "Rupert Goold",
      "short description": "The story of a traveling preacher's wife who beamed into homes with a message of hope… and stole the country's heart."
    },
    {
      "id": 45,
      "name": "The Hills of California",
      "image": "/images/play-45.jpg",
      "types": "upcoming",
      "open date": "Sep 29, 2024",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Broadhurst Theatre",
      "director name": "Sam Mendes",
      "short description": "Set in 1976's Blackpool, The Hills of California takes place in the driest summer in 200 years, with beaches and hotels packed to capacity. Far from the tourist thoroughfares, the Webb Sisters cram into the guest house of their former home as their mother lies dying."
    },
    {
      "id": 46,
      "name": "The Pirates of Penzance",
      "image": "/images/play-46.jpg",
      "types": "upcoming",
      "open date": "Apr 24, 2025 (close on Jun 22, 2025)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Todd Haimes Theatre",
      "director name": "Scott Ellis",
      "short description": "The Pirates of Penzance is a comic opera by Gilbert and Sullivan that's set in Victorian Cornwall and follows the adventures of Frederic, a young orphan who's been mistakenly apprenticed to a group of pirates."
    },
    {
      "id": 47,
      "name": "The Roommate",
      "image": "/images/play-47.jpg",
      "types": "upcoming",
      "open date": "Sep 12, 2024 (close on Dec 15, 2024)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Booth Theatre",
      "director name": "Jack O'Brien",
      "short description": "The Roommate is a dark comedy play about two women in their mid-fifties who become roommates and form an intimate relationship."
    },
    {
      "id": 48,
      "name": "Yellow Face",
      "image": "/images/play-48.jpg",
      "types": "upcoming",
      "open date": "Oct 01, 2024 (close on Nov 24, 2024)",
      "performance count(as of Jun 30, 2024)": "0",
      "theater": "Todd Haimes Theatre",
      "director name": "Leigh Silverman",
      "short description": "Inspired by real events, David Henry Hwang(playwright)'s fictionalized doppelgänger protests yellowface casting in Miss Saigon, only to mistakenly cast a white actor as the Asian lead in his own play. This Obie Award-winning and Pulitzer finalist play is a laugh-out-loud farce about the complexities of race."
    }
  ]
}
